Pipe friction factor service id
  Namespace:   Autodesk.Revit.DB.ExternalService
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static ExternalServiceId PipeFrictionFactorService { get; }
  Visual Basic
Public Shared ReadOnly Property PipeFrictionFactorService As ExternalServiceId
	Get
  Visual C++
public:
static property ExternalServiceId^ PipeFrictionFactorService {
	ExternalServiceId^ get ();
}
 See Also
  ExternalServices BuiltInExternalServices Class
  Autodesk.Revit.DB.ExternalService Namespace